{
  "podcast_details": {
    "podcast_title": "Making Sense",
    "episode_title": "Research Recap | Top Long-Term Risks for Investors",
    "episode_image": "https://deow9bq0xqvbj.cloudfront.net/image-logo/4665031/Making_Sense_Cover_1500x1500_nyb9ey.jpg",
    "episode_transcript": " Welcome to Research Recap, our research podcast on Making Sense, the hub for JPMorgan, corporate and investment bank podcasts. In each episode of Research Recap, we'll bring you the latest industry analysis and research insights from our team of award-winning experts. Hello, I'm Joyce Chang, Chair of Global Research at JPMorgan. Today I'm joined by my colleague, Jan Lois, who heads up long-term strategy at JPMorgan. And we're here to discuss the top long-term risks for global markets and the macro outlook. Jan, thank you so much for joining us today. Thanks for having me. So, what exactly do we mean by long-term risk? We define this as a major forces and factors that have a significant impact over a 10-year horizon that are, in our opinion, not fully priced in. We take a look at these risk factors across a number of different dimensions, starting with macro risk, but also giving this weldering heat, considering the impact of climate change, heightened political tensions and geopolitical risk, and the tech AI boom. And we look at what this means for asset allocation and future returns. How should long-term investors address their strategic allocations to incorporate these kinds of risk? So, Jan, first, I want to start off by asking you big picture about the macro environment. Are we seeing regime change after a decade of easy money? Can you start us off by giving us an overview of the long-term forces that are driving macro risk and how you're seeing the overall impact? Thanks, Joyce. Well, when we look at the macro drivers, not just the business cycle, I'm looking at forces and risk coming from the broad demographic world, aging societies. How is that going to be affecting markets? Inflation. Are we still really an exclusive inflation targeting regime? Or are we moving to something different? What is the impact of this massive increases of indebtedness by governments? And what is the impact really of the change in market structures that we've seen post the financial crisis that were all intended to make banks safer and less risky? Has the world become less risky as a result? I'm going to be telling you where I think things are going to be. First on demographics, the main drivers there are population growth is slowing, fertility rates are coming down as people get richer. Defects of anything is probably peaking. And we're simply going to have a lot more older people like I am in the world. What is the impact of that on markets? The consensus we're hearing from a lot of these central banks is that simply if you have fewer people, lower population growth, you will have lower economic growth. And that automatically for them means lower interest rates. Well, I disagree. I do think, yes, we will get lower population growth. The risk is on the downside. We keep having to lower our forecast for 10, 20, 30 years out. Yes, and that will give you fewer people, probably not upset by higher productivity growth. But that does not translate directly into lower interest rates. I think it will have the opposite impact. Particularly if you have a lot of older people, they will move into a dis-saving part of their age. The increasing life expectancy, I think we've seen already in the US, this is peaking. In the UK too, in which climate and pandemic, we'll talk more about, we'll probably have that peaking also. And that means you don't really have to save as much. So overall, I'd say global savings will probably be coming down a bit. And that is one force out of Manic that I think is probably going to be pushing interest rates up rather than down. Inflation. I grew up in a time when inflation control was kind of like obvious dogma religion. You got to do it. Because if you stabilize inflation, there's a much lesser certainty about the future. And as a result, the private sector can plan better and invest more. And that will all boost economic growth. The central banks did control inflation over 30 years. But where was this better growth that was promised? Well, we actually got the opposite. And we got much less inequality. I think the central banks were so afraid of overheating an economy that would produce more inflation. As a result, most of the time, they kept it underheated. And that gave us a little high long-term unemployment and lower economic growth. And I think the political forces are really reaching to a point that they say, we need to pay more attention to equality and to jobs. So I think the dual mandate of the Fed is coming back. And we'll pay more attention to pursuing economic growth. Let's say faster cycles, more macro volatility, probably on average higher inflation, but not massive. Nobody wants double digit. Let's say you are something more like 3%, 3.5%. Increasing indebtedness, will that come to bite us? Yes, I'm afraid so. Over the last few decades, a very low interest rates as a result of this massive saving surplus coming from rich people due to high income inequality. And governments did what you expect them to do when you can borrow for free. When negative paying interest rates on the debt that were lower than the rate of inflation even. Negative real rates. And they loaded up the boats. The bond vigilantes had gone to sleep. So was nobody pushing back on that. Well, that works until it doesn't work. And now these governments have pretty much doubled, particularly the US, their debt to GDP. That's fine as long as the interest rates will stay low. But when they don't, and I do think that they will be steadily rising, you have then the potential of a classical emerging markets debt doom loop, where the market gets worried about the amount of debt they try to hire interest rates and increases the deficit even more. And some of this, I think, is a significant risk on interest rates and possibly on what we call fiscal dominance. As some central banks will be under a lot of pressure to keep interest rates low on government debt and as a result will not really fight inflation. I see it in Japan in that case. Finding market structure has changed. Yes, we made the banks a lot safer. But the risk that means it will be going elsewhere, more in the financial markets, which means that you have more volatility spikes. The banks are not really ready to pick up any need of our clients to unload large portfolios. Our balance sheets are not easily cheaply for rent anymore. Overall, what it means is higher interest rates, more volatility, a bit higher inflation growth. Not really sure it will change that much. Well, Boyan, that is a lot to take in. And to me, it really does sound like regime change, dissavings, higher interest rates, higher inflation, higher macro volatility. And we saw with the yield curve control adjustment, goodbye to negative yield. So, John, what should investors be doing to adjust their strategic allocations and to incorporate these kinds of risk over the longer term? I think the most obvious way you want to be thinking about is to prefer, in our language, overweight. Financial asset securities are bonds or equities that are what we call in our language, shorter duration. In the bond world, think shorter maturities. Don't invest much more than five years, maturities into bonds. 10, 15, 20, way too risky, and you will lose a lot of that over the coming years. So, say you want to have a bit of inflation protection. There's almost nothing priced in to the so-called inflation-linked markets, the tips market in the United States, for example. Still assumes that inflation will be about the same as it has been the last few decades. You want to be overweighting these. Real estate, be very careful. You have what we call shorter duration real estate, investing in weeds that have assets that reprice every year, better than those who are fixed rents. Infrastructure is pretty good here, too, because the revenues of that are linked to inflation. In the equity world, it generally prefers value. It is shorter duration than pure growth. I think the financial sector, the banks will be benefiting from higher interest rates. Commodities are pretty good hedge, but not gold. Gold does not correlate well with inflation. And then overall, avoid the bonds markets of the central banks. They are really just way too low. Switzerland and Japan are very clear on that. But macro is not the only area of the world where we have risks. And I think given that you see the newsflows is all about global warming. It is now being renamed to global boiling, which indeed it feels like. So I can ask you, Joyce, from the natural world, where do you see the longer term risk for the investors? Well, Jan, you are right. I am feeling like this is boiling the frug. It couldn't be more timely to discuss climate change as we're living through one of the hottest summers on record, if not the hottest. So we see that weather patterns are becoming a lot more unstable. And these adverse weather events are becoming a lot more frequent. So more extreme volatility could do some really serious damage to world capital stock. It could lower potential output. And we see climate change as the ultimate global crisis. It's the most difficult to address because it requires cooperation from everyone. And it can't be mitigated unless most countries cooperate. So this is really raising the question of whether we're at a tipping point and what impact should we expect from an acceleration in climate change or even just the simple reality that markets are becoming much more reflective about these longer term consequences. But in my view, climate change is not fully priced in. We see an impact on economic growth, energy and food price inflation, interest rates, real interest rates, and more vulnerable parts of the world in emerging markets underperforming. So let's just talk through some of these implications. Well, the easiest one to start with is actually growth because the growth impact is actually not that clear, although it could be negative in the most extreme climate scenarios. Now why is that? That's because climate change is also going to induce spending for rebuilding, for the construction of defenses, and it will add to economic activity, particularly when we look at the investment needs. So the net impact on global growth is really quite small. But let's get to the bigger impacts. The bigger impact is higher inflation with food and broader energy inflation risk biased up, adding to those macro risks that you already discussed. So Russia's war on Ukraine has triggered the third major global food price crisis in the last 15 years. And if we look at the current collapse of the Black Sea grain deal, that really shows the fundamental instability across the global food system. I mean, this food crisis has hit 2.3 billion people. So we're looking at structurally higher food inflation and agricultural commodity prices, and that's likely to endure. Food security is now a national security issue, and we see that export restrictions have surged. And then, Yan, I'm just going to reinforce a point you made about higher interest rates because climate change is a force that is set to push up real interest rates across the world. One of the factors that contributed to falling real interest rates in the past decades was the decline in overall capital spending as low capital intensity sectors, such as services, really grew relative to more capital intensive sectors. Now when we look ahead, we see an overall estimated 2.9 trillion in annual investment needs that are required to keep on track this aspirational, and I do emphasize aspirational target set at the Paris agreement at 1.5 degrees Celsius. And the fourth factor I have to mention is location, location, location, and the vulnerability of the emerging markets. Climate change is going to have a really uneven impact on different parts of the world. A few extra degrees in parts of the world that are close to the equator, that means higher mortality and higher morbidity. It could force whole populations to migrate. So we see that emerging markets face greater potential downside risk, and they're not well equipped to cope with these changes. And finally, I have to consider the impact of climate mitigation and adaptation policies. Carbon pricing and taxation and other actions are encouraging a shift to these low carbon solutions. And when we look at the total tally, we see nearly 70 carbon pricing instruments that are operating compared to just 23, 10 years ago. But there's not just climate change. There's a couple of other risks that we really need to focus on as well that are related to climate change, and that's worsening biodiversity and deforestation. And if you take a look around the globe right now, we've seen over the last 50 years that the number and the diversity of species on earth has been declining dramatically. Some say by like 70% or more than 100,000 species that are threatened by extinction. And this is going to create some economic and financial disruptions when we look over a multiple time horizon. So taking a look at some of the estimates from the World Bank, this could take about $2.7 trillion annually off of the global economy, 2.3 percentage points off of growth. And the biodiversity loss can affect the ecosystem that is really critical to the areas that we discussed like food production, for example. We also see big links to climate change with biodiversity. Changes in land use are the largest cause of biodiversity losses. It's somewhere between 12% to 20% of greenhouse gas emissions. But when we look ahead, there is just a risk of more frequent pandemics. And that is because we have aging populations, as you mentioned, there's a threat that's posed by zoonomic diseases that are continuing to raise the risk of another pandemic. Urbanization, densification, particularly in Asia and Africa, we have to be prepared for more frequent pandemics. Thanks, Joyce. You mentioned the word location. Where is the risk now that borders between countries are returning and that we see increasing fragmentation and tensions between countries and between groups within countries? So we're here in the world of politics, which is the world you're so familiar with. Where do you see the risks to markets coming from political fragmentation? Jan, thanks so much for that question, because we really have to consider the political risk here. We are seeing increased fragmentation. And there are long term investment implications for this. We really have to divide it between the domestic and the international risk. And what we are seeing is at the domestic level, fragmentation comes in the form of polarization, this rise in populism that we've been seeing that started a number of years ago before the pandemic and the gridlock at the legislative levels. And we turn to the international level, it comes to is there a risk of more deglobalization and the recent debate on de-dollarization as the fallout. So let's talk first about the domestic polarization and populism. So what do we mean by populism? What I mean by this is ideology that really divides a country and prioritizes national interests over international ones and immigrants. And it tends to really frame the political relationships in highly antagonistic terms. And what we're seeing is that citizens, voters around the world have been moving away from the center. They've been moving into opposing camps that have little communication with each other. And sometimes it really seems that they mostly aim to oppose whatever the other side proposes. So these forces really stand in opposition to the open democratic societies and cross-border integration and cooperation. The biggest risk I think is really the continuing rise in income inequality. And there are a number of factors that have contributed to this. But first there's been the technological progress has meant a rise in automation and that's affected labor markets. We also see uneven benefits from globalization and that's caused some of the polarization. And then we see that the deregulation of the financial markets has also been another trend that has created haves and have nots. All of these trends have generated winners and losers. They've weighed on the middle class and on jobs. So the rise in income equality alongside the increase in economic dislocation in the wake of the pandemic has led to more popular discontent with globalization and a whole debate on the benefits of globalization, which had been taken as something that was just a given that it was a benefit. So I see no signs that support for anti-establishment parties is going to decrease over the short run. I think that populism is going to remain a political force for a considerable period of time with political risks that are unlikely to fade here. And this has the potential to damage global growth and also profit margins over time. But let's move this to the international realm now and to US-China tensions because that has been the top concern that has been raised by investors and a lot of the surveys that we've conducted. So the risk that everybody is talking about is the risk of global fragmentation turning into a bipolar or a multipolar world. So when we think about the strategic competition between the two largest economies in the world, this does not necessarily have to be destructive. But the recent interactions between the two nations have no doubt become more confrontational. So far, though, I have to point out that there is a difference between the rhetoric and the reality. What we see is that words have been a lot harsher than the actions and what we can actually quantify in economic terms. There's not much evidence yet of deglobalization or de-dollarization. And on deglobalization, the trade intensity has fallen slightly from the peak that was reached around the global financial crisis back in 2008. But there's no pronounced downward trend. What though is very clear is that there's a shift in trading patterns. There are new trade corridors that are emerging. There's a redirection of trade and a search to diversify. But the US-China strategic competition is in many ways a tech war. It's moved well beyond the pure trade issues, includes technology and intellectual property rights, AI, quantum computing, and cybersecurity. And semiconductors are at the heart of the tensions because Taiwan holds a pivotal role as the key supplier of a lot of the high-end tech products. The misty coupling trend in technology is here to stay. I think it's likely to continue as long as national security is prioritized. And so we have seen this real research in industrial policy as the US focuses on securing its supply chains, looking for trusted partners. We've also seen calls for globally coordinated export restrictions facing backlash and sort of this competition on industrial policy that's going on between countries right now. And in the US, what we see are measures which are the biggest industrial policies introduced since we sent a man to the moon. And that is through the bipartisan infrastructure law, the Chips and Sciences Act, and the Inflation Reduction Act. And this includes subsidies, investments, and onshore back to the US. These are three big pieces of legislation that really do represent, in my opinion, a game changer. But I actually think, taking a look at the emerging markets and where we're at right now, that the future is going to become more multipolar than bipolar. Emerging markets are really emerging as the key swing states, particularly the big emerging markets. And that includes India, Indonesia, Brazil, Saudi Arabia, South Africa, and Turkey. And I think that these countries are pivotal. They are going to avoid making binary choices. They're going to look to diversify their relationships and act in their own self-interest. And they don't want the political lectures about autocracy versus democracy. And in this multipolar world, there's likely much less damaging impact on economies and the markets. So how should investors prepare? And I just want to reiterate some of the themes that you brought up, Jan. So at the macro level, I think you overweight the developing markets. You reduce exposure to countries that are not considered friendly allies. I think that overweighing some of the commodity producers makes a lot of sense as well. Agricultural commodities also make sense here. And also investing in tech in developed markets makes sense. And de-dollarization, we're not seeing de-dollarization. But one thing we really are seeing that I think has been under-reported has been that there is definitely a diversification in cross-border flows and in commodity trades and the settlement of currencies. If you take a look at the commodity markets now, about 20% is now settled in non-US dollars. So a weaker dollar ahead or being more underweight, the dollar is another recommendation that I would have as well. So Jan, let me now turn back to you. The rise of AI and other emerging technologies has been the story this year. And this poses major opportunities, but also major risk as we look ahead. So this year's massive rally on AI, can you put it into a longer-term context? How are you looking at the impact of these risks and how investors can navigate this rapidly evolving tech landscape? Well, technological innovation ultimately drives productivity growth. And your overall economic growth is people and how productive are they? And each time some new technology comes up, you tend to see the, I would call them the tech apostles coming around and telling us all this new technology will massively change the world, make us a lot more productive. And pretty soon all the work will be done by the machines and the robots, and we can simply relax and do what we like to do. Now, as economists, we're a bit skeptical about these pronouncements. Robert Solow, the Nobel Prize economist, well known for his growth theories, was famously set in 1987, the computer age can be seen all over the place, except in the productivity statistics because indeed, despite all this new technology, economic productivity has actually been trending down over the decades, not up. So does that mean we can basically ignore these upside hopes on economic growth coming from new technology as from AI at the moment? I'd say we cannot ignore it at all. The last big technology boom and then bust was, if you remember the 90s, the NASDAQ boom and then bust into the 2000s. When you actually look at economic numbers, that was indeed a time when we saw at least for almost 10 years a rise in economic productivity over the period, economists constantly underpredicted economic growth and overpredicted inflation. And I do think we have at least significantly considered the risk here that this time again, we're seeing indeed a boom, maybe a bubble in tech related stocks that there will be at least for a number of years, we call it five years or so, a rise in productivity with better economic growth and lower prices, but also with higher interest rates, because you do get an higher capital spending from that. I'd say this is a decent risk that we have to take into account. What are the winners and losers if we go through that environment? Obviously tech companies, financials broadly will be using this new technology and the well, the healthcare, life sciences industries, what the old economy industries of manufacturing, construction and such probably are going to be lagging behind on that. So I do think you need to be paying some attention to the tech sector and have some overweight in that to cover your risk that this time again could be a 90s boom. Well, Jan, we've talked about so much here, starting with the macro risk, then going to climate change and the nature risk, and then talking about politics, domestic and international and the tech risk. When you put this all together, how would you rank these risks in terms of the importance of them? And which ones do you think warrant the greater attention from the point of view of a strategic long-term investor? I'd say your number one by far has to be climate change. We have to pay attention to that very, very seriously and adjust the location of our assets to it is US China. Those are two areas you really as an investor want to make sure you have your assets in the right place. The other ones are mostly kind of in the middle, your demographics, your aging, your inflation, your debt doom loop and your tech. They are things to be looked at. And the ones of least importance are probably domestic politics and overall the impact of market structure. Well, thanks Jan, so much for those insights on how we should take a look at these longer term strategic risks. It's just so much to monitor across so many different dimensions. So thank you so much to Jan Mois, our head of long-term strategy for the insights and to all of you for joining Research Recap on JP Morgan's Making Sense podcast. Thanks for listening to Research Recap. If you've enjoyed this conversation, we hope you'll review, rate and subscribe to JP Morgan's Making Sense to stay on top of the latest industry news and trends available on Apple Podcasts, Spotify, Google Podcasts and YouTube. This communication is provided for information purposes only. Please read JP Morgan Research Reports related to its contents for more information including important disclosures. Copyright 2023, JP Morgan Chase & Co., all rights reserved."
  },
  "podcast_summary": "In this episode of Research Recap, Joyce Chang, Chair of Global Research at JPMorgan, and Jan Lois, Head of Long-Term Strategy, discuss the top long-term risks for global markets and the macro outlook. They cover topics such as demographic changes, inflation, increasing government debt, changing market structures, climate change, political fragmentation, and the impact of emerging technologies. They provide insights on how long-term investors can navigate these risks and adjust their strategic allocations. This podcast episode offers a comprehensive analysis of key risks and trends in the global market, making it a must-listen for investors seeking valuable insights.",
  "podcast_guest": {
    "name": "Jan Lois",
    "description": "Jan Lois is the head of long-term strategy at JPMorgan."
  },
  "podcast_highlights": "Key highlights from the podcast transcript:\n- Long-term risks for global markets include macro risk, climate change, political fragmentation, and the impact of emerging technologies.\n- Demographic changes, inflation, increased indebtedness, and changing market structures are driving macro risks.\n- Climate change is a major global crisis that is not fully priced in and will affect economic growth, interest rates, and emerging markets.\n- Political fragmentation and populism pose risks to markets, both domestically and internationally.\n- The rise of artificial intelligence and other emerging technologies has the potential for increased productivity growth and economic impact.\n\nThree key takeaways:\n1. Climate change is the most important long-term risk and requires serious attention from investors.\n2. The US-China relationship and the ongoing tech war are crucial considerations for strategic allocations.\n3. Demographic changes, inflation, debt, and market structures are important factors to watch, but rank below climate change and US-China relations in terms of priority.\n\nBig idea from the entire text: Long-term investors need to carefully consider the risks posed by climate change, political fragmentation, and emerging technologies in order to adjust their strategic allocations and mitigate potential impacts on their portfolios."
}
